Repository: colectic/xarxa-omnia
Catalog: Xarxa-Omnia/sites/all/modules/syndication/po/*.po
Languages: ca

source: Syndicate (more)
ca: sindicació (més)

source: Syndicate
ca: Sindicar

source: More
ca: Més

source: more
ca: més

source: Review all XML feeds exported by %sn
ca: Repassar tots els canals XML exportats per %sn

source: Atom feed
ca: Canal Atom

source: Atom front page feed
ca: Canal atom de la pagina d'inici

source: Blogs
ca: Blocs

source: External feeds
ca: Canals externs

source: Sorry, there are no feeds available.
ca: No hi han canals disponibles.

source: At <i>%sn</i>, all users have a <a href='!rss'>RSS</a> and <a href='!atom'>Atom<a> feed for their blog, as well as each individual user.
ca: A <i>%sn</i>, tots els usuaris tenen un <a href='!rss'>RSS</a> i un canal <a href='!atom'>Atom<a> pel seu bloc.

source: At <i>%sn</i>, <a href='!all'>all users</a> and each user, have an RSS feed for their blog.
ca: A <i>%sn</i>, %all i cada usuari, tenen un canal RSS pel seu bloc.

source: Search users
ca: Cercar usuaris

source: Enter a username to view her blog feed, and other details.
ca: Tecleja un nom d'usuari per visualitzar el seu canal d'usuari i més detalls.

source: Search
ca: Cercar

source: RSS feed
ca: Canals RSS

source: Recent Blog Authors
ca: Autors de bloc recents

source: blog
ca: bloc

source: Combine terms into a single feed
ca: Combinar elements en un canal RSS únic

source: You can subscribe to more than one category in a single RSS feed. Please select the RSS feeds you would like to subscribe to then press the "Generate feed" button.
ca: Es possible subscriure's a més d'una categoria en un canal RSS únic. Selecciona els canals als quals vols subscriure i fes clic al boto "Generar canal".

source: You may also subscribe all terms on this site.
ca: Pot subscriure també a tots els termes.

source: Generate feed
ca: Generar canal

source: Username not found.
ca: Nom d'usuari no trobat.

source: In addition to displaying RSS feeds, <i>%sn</i> offers <a href="!link">this OPML</a> which lists all RSS feeds that are collected here.
ca: A més a més de presentar canals RSS, <i>%sn</i> ofereix %link que llista tots els canals RSS que estén recollits aquí.

source: Columns
ca: Columnes

source: The number of columns to use on the display page?
ca: Numero de columnes a la pagina de presentació dels canals?

source: Should be blogs be included on the syndication page?
ca: Els blogs haurien d'estar inclòs a la pagina de sindicació?

source: Should be front page atom feed be included on the syndication page?
ca: El canal atom de la pagina d'inici hauria d'estar inclòs a la pagina de sindicació?

source: Should be aggregator OPML feed be included on the syndication page?
ca: El canal de l'agregador OPML hauria d'estar inclòs a la pagina de sindicació?

source: Vocabularies
ca: Vocabularis

source: Taxonomy terms with no nodes
ca: Elements de la taxonomia sense nodes

source: Do not show terms which are not used by any nodes
ca: No mostrar elements que no són utilitzats per cap nodes

source: Show terms which are not used by any nodes
ca: Mostrar elements que no són utilitzats per cap nodes

source: Select the views which should appear in the <em>Views</em> block on the <a href="@syndication">syncidation page</a>
ca: Selecciona les Views que haurien d'aparèixer al bloc <em>Views</em> de la <a href="@canals-rss">pagina de sindicació</a>.

source: Other
ca: Altre

source: Select the other feeds which should appear in the <em>Other</em> block on the <a href="@syndication">syncidation page</a>
ca: Selecciona els altres canals que haurien d'aparèixer al bloc <em>Altre</em> de la <a href="@canals-rss">pagina de sindicació</a>.

source: Adds a Syndication block, links to more feeds
ca: Ajoute a bloc de syndication, et lie vers d'autres flux

source: RSS feeds
ca: Canal RSS

source: RSS feed syndication
ca: Sindicació de canals RSS

source: RSS feed builder
ca: Generador de canal RSS

source: All feeds
ca: Tots els canals

source: syndication
ca: sindicació

source: Syndication
ca: Sindicació

source: Module to consolidate RSS feeds on to a single page.
ca: Mòdul per consolidar canals RSS dins d'una sola pagina.
